---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemZclipType
source: html/d1452d74-b3f5-3a26-955e-c575053135b9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemZclipType Property

"Boundary"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemZclipType { get; }
```